
def welcome_message():
    print("\n\t⭕️⭕️⭕️⭕️⭕️  \t⭕️       \t   ⭕️⭕️⭕️ \t   ⭕️⭕️⭕️ \t⭕️⭕️⭕️⭕️"      )
    print("\t⭕️       ⭕️   \t⭕️        \t ⭕️      ⭕️\t ⭕️      ⭕️\t⭕️      ⭕️"  )
    print("\t⭕️       ⭕️   \t⭕️        \t⭕️        ⭕️\t⭕️        ⭕️\t⭕️       ⭕️" )
    print("\t⭕️⭕️⭕️⭕️⭕️   \t⭕️        \t⭕️        ⭕️\t⭕️        ⭕️\t⭕️       ⭕️" )
    print("\t⭕️       ⭕️   \t⭕️        \t⭕️        ⭕️\t⭕️        ⭕️\t⭕️       ⭕️" )
    print("\t⭕️       ⭕️   \t⭕️        \t ⭕️      ⭕️\t ⭕️      ⭕️\t⭕️      ⭕️"  )
    print("\t⭕️⭕️⭕️⭕️⭕️   \t⭕️⭕️⭕️⭕️⭕️⭕️\t   ⭕️⭕️⭕️ \t   ⭕️⭕️⭕️ \t⭕️⭕️⭕️⭕️  \n")

    print("\n\t\t   ⭕️⭕️⭕️⭕️⭕️         ⭕️        ⭕️⭕️      ⭕️  ⭕️      ⭕️   ")
    print("\t\t   ⭕️       ⭕️      ⭕️  ⭕️      ⭕️ ⭕️     ⭕️  ⭕️    ⭕️     ")
    print("\t\t   ⭕️       ⭕️     ⭕️    ⭕️     ⭕️  ⭕️    ⭕️  ⭕️  ⭕️      ")
    print("\t\t   ⭕️⭕️⭕️⭕️⭕️     ⭕️      ⭕️    ⭕️   ⭕️   ⭕️  ⭕️⭕️      ")
    print("\t\t   ⭕️       ⭕️   ⭕️ ⭕️⭕️⭕️ ⭕️   ⭕️    ⭕️  ⭕️  ⭕️  ⭕️      ")
    print("\t\t   ⭕️       ⭕️  ⭕️          ⭕️  ⭕️     ⭕️ ⭕️  ⭕️    ⭕️     ")
    print("\t\t   ⭕️⭕️⭕️⭕️⭕️  ⭕️            ⭕️ ⭕️      ⭕️⭕️  ⭕️      ⭕️\n")



def thanks_message():
    print("\n\n  ⭕️⭕️⭕️⭕️ ⭕️    ⭕️     ⭕️     ⭕️⭕️    ⭕️  ⭕️    ⭕️\t⭕️    ⭕️  ⭕️⭕️⭕️   ⭕️      ⭕️")
    print("     ⭕️    ⭕️    ⭕️    ⭕️⭕️    ⭕️ ⭕️   ⭕️  ⭕️  ⭕️  \t ⭕️  ⭕️  ⭕️    ⭕️  ⭕️      ⭕️")
    print("     ⭕️    ⭕️⭕️⭕️⭕️   ⭕️  ⭕️   ⭕️  ⭕️  ⭕️  ⭕️⭕️    \t  ⭕️⭕️   ⭕️    ⭕️  ⭕️      ⭕️")
    print("     ⭕️    ⭕️    ⭕️  ⭕️⭕️⭕️⭕️  ⭕️   ⭕️ ⭕️  ⭕️  ⭕️  \t   ⭕️    ⭕️    ⭕️   ⭕️    ⭕️")
    print("     ⭕️    ⭕️    ⭕️ ⭕️      ⭕️ ⭕️    ⭕️⭕️  ⭕️    ⭕️\t  ⭕️      ⭕️⭕️⭕️      ⭕️⭕️")